Repository: Naveed-kaimkhani/emandi
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Get Started
ur: شروع کرنے کے

# title
source: Asan Mandi
ur: آسان منڈی

source: login
ur: لاگ ان کریں

source: signup
ur: سائن اپ

# email
source: Enter email or username
ur: ای میل یا صارف نام درج کریں۔

source: password
ur: پاس ورڈ

source: INITIAL
ur: ابتدائی فہرست

source: BILLING
ur: بلنگ

source: LEDGES
ur: کھاتہ

source: CONNECTIONS
ur: کنکشنز

source: Create from scratch
ur: شروع سے بنائیں

source: Create from initial list
ur: ابتدائی فہرست سے بنائیں

source: Name
ur: نام

source: Enter User name
ur: صارف نام درج کریں

source: Select item type & name
ur: آئٹم کی قسم اور نام منتخب کریں۔

source: Select item
ur: آئٹم کو منتخب کریں

source: Select container
ur: کنٹینر منتخب کریں

source: Item count
ur: اشیاء کی شرح

source: Item rates
ur: آئٹم قیمت

source: Quantity check
ur: مقدار کی جانچ پڑتال

source: porterages
ur: پورٹریز

source: Rent
ur: کرایہ

source: Submit
ur: جمع کرائیں

source: Add another item
ur: اور شے شامل کریں

source: GENERATE BILL
ur: بل بنائیں

source: Signup With
ur: سائن اپ کریں۔

source: View Ledges
ur: ریکارڑ دیکھیں

source: Edit Ledges
ur: ریکارڑ میں ترمیم کریں

source: item name
ur: شے کا نام

source: item container
ur: آئٹم کنٹینر

source: Initial item list
ur: ابتدائی شے کی فہرست

source: View list
ur: فہرست دیکھیں

source: Add New
ur: نیا شامل کریں

source: Edit
ur: ترمیم

source: Save
ur: محفوظ کریں

source: Connection
ur: کنکشن

source: Sno
ur: سیریل نمبر

source: Mandi Names
ur: منڈی کے نام

# nearIds
source: Near Idâ€™s
ur: آئی ڈی

source: Amount
ur: رقم

source: Apple
ur: سیب

source: Pear
ur: ناشپاتی

source: Grapes
ur: انگور

source: Potato
ur: آلو

source: Carrot
ur: گاجر

source: Onion
ur: پیاز

source: Spinach
ur: پالک

source: Cabbage
ur: بند گوبھی

source: Cauliflower
ur: گوبھی

source: Okra
ur: بھنڈی

source: Eggplant
ur: بینگن

source: Peas
ur: مٹر

source: Tomato
ur: ٹماٹر

source: Radish
ur: مولی

source: Turnip
ur: شلجم

source: Bitter Gourd
ur: کریلا

source: Bottle Gourd
ur: لوکی

source: Pumpkin
ur: کدو

source: Zucchini
ur: تورئی

source: Cucumber
ur: کھیرا

source: Garlic
ur: لہسن

source: Ginger
ur: ادرک

source: Bell Pepper
ur: شملہ مرچ

source: Green Chili
ur: ہری مرچ

source: Fenugreek
ur: میتھی

source: Lettuce
ur: سلاد پتہ

source: Banana
ur: کیلا

source: Mango
ur: آم

source: Orange
ur: مالٹا

source: Pomegranate
ur: انار

source: Watermelon
ur: تربوز

source: Melon
ur: خربوزہ

source: Guava
ur: امرود

source: Papaya
ur: پپیتا

source: Peach
ur: آڑو

source: Plum
ur: آلو بخارا

source: Apricot
ur: خوبانی

source: Cherry
ur: چیری

source: Strawberry
ur: اسٹرابیری

source: Fig
ur: انجیر

source: Date
ur: تاریخ

source: Lemon
ur: لیموں

source: Lime
ur: چونا

source: Lychee
ur: لیچی

source: Mulberry
ur: شہتوت

source: Pineapple
ur: انناس

source: Price
ur: قیمت

source: Invoice
ur: رسید

source: print
ur: پرنٹ

source: Commission
ur: کمیشن

source: Fare
ur: مزدوری

source: total
ur: کل

source: Description
ur: تفصیل

source: share
ur: بانٹیں

source: Cancel
ur: منسوخ کریں

source: Box
ur: ڈبہ

source: Bag
ur: بیگ

source: Crate
ur: کریٹ

source: Enter All detail
ur: تمام تفصیلات درج کریں۔

source: Enter item rates
ur: آئٹم کے نرخ درج کریں

source: Enter percentage
ur: فیصد درج کریں

source: Enter rent
ur: کرایہ درج کریں

source: No data
ur: کوئی مواد نہیں

source: Item Added
ur: آئٹم شامل کیا

source: You are not connected to the internet Please check your internet connection
ur: آپ انٹرنیٹ سے منسلک نہیں ہیں، براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں

source: Try Again
ur: دوبارہ کوشش کریں

# itemAddedSucc
source: You have successfully added a new item Thank you
ur: آپ نے کامیابی کے ساتھ ایک نیا آئٹم شامل کیا ہے۔ شکریہ۔
